Repository: kilde-team/kilde
Catalog: gui/Resources/Localizable.xcstrings
Source language: ja
Languages: en, es, ko, zh_hans

source: %@ のレベル
en: Level for %@
es: Nivel de %@
ko: %@ 레벨
zh_hans: %@ 的音量

source: (タイトルなし)
en: (no title)
es: (sin título)
ko: (제목 없음)
zh_hans: （无标题）

source: 1 トラックに合成
en: Mix into one track
es: Mezclar en una pista
ko: 한 트랙으로 믹스
zh_hans: 混合为单音轨

source: Finder で表示
en: Reveal in Finder
es: Mostrar en Finder
ko: Finder에서 표시
zh_hans: 在 Finder 中显示

source: Finder で表示: %@
en: Reveal in Finder: %@
es: Mostrar en Finder: %@
ko: Finder에서 표시: %@
zh_hans: 在 Finder 中显示：%@

source: SubRip 字幕 (.srt)
en: SubRip subtitles (.srt)
es: Subtítulos SubRip (.srt)
ko: SubRip 자막 (.srt)

source: WebVTT 字幕 (.vtt)
en: WebVTT subtitles (.vtt)
es: Subtítulos WebVTT (.vtt)
ko: WebVTT 자막 (.vtt)

source: Zoom・Google Meet・Teams・Slack ハドル・Webex でマイクが使われ始めたら、その会議ウィンドウだけをシステム音声とマイクで録画し、ウィンドウを閉じると停止します。録画の前に参加者の同意を得てください
en: When Zoom, Google Meet, Teams, Slack huddles or Webex starts using the microphone, kilde records only that meeting window with system audio and the microphone, and stops when the window closes. Get participants' consent before recording.
es: Cuando Zoom, Google Meet, Teams, las reuniones de Slack o Webex empiezan a usar el micrófono, kilde graba solo esa ventana de reunión con el audio del sistema y el micrófono, y se detiene al cerrarla. Obtén el consentimiento de los participantes antes de grabar.
ko: Zoom, Google Meet, Teams, Slack 허들, Webex가 마이크를 사용하기 시작하면 해당 회의 창만 시스템 오디오와 마이크로 녹화하고, 창을 닫으면 중지합니다. 녹화 전에 참가자의 동의를 받으세요.
zh_hans: 当 Zoom、Google Meet、Teams、Slack 抱团或 Webex 开始使用麦克风时，仅录制该会议窗口（系统音频和麦克风），窗口关闭后停止。录制前请征得参会者同意。

source: ~/.kilde/config.json に保存します (CLI の kilde rec の既定値も変わります)
en: Saves to ~/.kilde/config.json (also changes the defaults of the kilde rec CLI)
es: Se guarda en ~/.kilde/config.json (también cambia los valores predeterminados del CLI kilde rec)
ko: ~/.kilde/config.json에 저장합니다(CLI kilde rec의 기본값도 변경됩니다)
zh_hans: 保存到 ~/.kilde/config.json（也会更改 kilde rec 命令行工具的默认值）

source: 「許可する」を押すと確認ダイアログが出ます
en: Pressing Request Permission shows the confirmation dialog
es: Al pulsar «Solicitar permiso» aparece el diálogo de confirmación
ko: ‘권한 요청’을 누르면 확인 대화상자가 나타납니다
zh_hans: 点击“请求权限”后会显示确认对话框

source: このアプリの設定に保存します (録画が終わると自動で文字起こしします)
en: Saves to this app's settings (transcription starts automatically when the recording ends)
es: Guarda en la configuración de esta app (la transcripción comienza automáticamente cuando termina la grabación)
ko: 이 앱의 설정에 저장합니다 (녹화가 끝나면 자동으로 텍스트 변환합니다)
zh_hans: 保存到此应用的设置 (录制结束后自动进行转写)

source: この会議は録音しています。議事録を作成するため、音声を録音させてください。
en: This meeting is being recorded. Audio is recorded to create meeting notes.
es: Esta reunión se está grabando; el audio se graba para crear el acta de la reunión.
ko: 이 회의는 회의록 작성을 위해 녹음되고 있습니다. 음성 녹음을 허락해 주세요.
zh_hans: 本次会议正在录音,录音用于生成会议记录。

source: この機能は macOS 14.2 以降で利用できます
en: This feature requires macOS 14.2 or later
es: Esta función requiere macOS 14.2 o posterior
ko: 이 기능은 macOS 14.2 이상에서 사용할 수 있습니다
zh_hans: 此功能需要 macOS 14.2 或更高版本

source: この環境では文字起こしを利用できません (macOS 26 以降で、対応言語の音声データが必要です)
en: Transcription is not available in this environment (requires macOS 26 or later and speech data for a supported language)
es: La transcripción no está disponible en este entorno (requiere macOS 26 o posterior y datos de voz de un idioma compatible)
ko: 이 환경에서는 텍스트 변환을 사용할 수 없습니다 (macOS 26 이상 및 지원 언어의 음성 데이터가 필요합니다)
zh_hans: 此环境无法使用文字转写（需要 macOS 26 或更高版本以及所支持语言的语音数据）

source: この音声・保存先の選択を既定にする
en: Make this audio & save location selection the default
es: Hacer predeterminada esta selección de audio y ubicación
ko: 이 오디오·저장 위치 선택을 기본값으로 저장
zh_hans: 将此音频和保存位置的选择设为默认

source: アップデート
en: Updates
es: Actualizaciones
ko: 업데이트
zh_hans: 更新

source: アップデートを確認
en: Check for Updates
es: Buscar actualizaciones
ko: 업데이트 확인
zh_hans: 检查更新

source: ウィンドウ
en: Window
es: Ventana
ko: 윈도우
zh_hans: 窗口

source: ウィンドウ収録ではシステム音声もそのアプリの音だけになります
en: When capturing a window, system audio is limited to that app's sound
es: Al capturar una ventana, el audio del sistema se limita al sonido de esa app
ko: 윈도우 캡처에서는 시스템 오디오도 해당 앱의 소리만 녹음됩니다
zh_hans: 窗口录制时，系统声音也仅限于该应用的声音

source: グローバルホットキー
en: Global Hotkey
es: Tecla rápida global
ko: 전역 단축키
zh_hans: 全局快捷键

source: システム設定 → プライバシーとセキュリティ → マイク で kilde を許可してください
en: Allow kilde in System Settings → Privacy & Security → Microphone
es: Permite kilde en Ajustes del Sistema → Privacidad y seguridad → Micrófono
ko: 시스템 설정 → 개인정보 보호 및 보안 → 마이크 에서 kilde를 허용하세요
zh_hans: 请在 系统设置 → 隐私与安全性 → 麦克风 中允许 kilde

source: システム設定 → プライバシーとセキュリティ → 画面とオーディオを収録 で kilde を許可してください
en: Allow kilde in System Settings → Privacy & Security → Screen & System Audio Recording
es: Permite kilde en Ajustes del Sistema → Privacidad y seguridad → Grabación de pantallas y audio del sistema
ko: 시스템 설정 → 개인정보 보호 및 보안 → 화면 및 시스템 오디오 녹음 에서 kilde를 허용하세요
zh_hans: 请在 系统设置 → 隐私与安全性 → 屏幕与系统音频录制 中允许 kilde

source: システム設定で許可したら、kilde を終了して起動し直してください (許可は再起動後に反映されます)
en: After granting access in System Settings, quit and relaunch kilde (the permission takes effect after a restart)
es: Tras conceder el permiso en Ajustes del Sistema, sal y vuelve a abrir kilde (el permiso se aplica tras reiniciar)
ko: 시스템 설정에서 허용한 후 kilde를 종료하고 다시 실행하세요(권한은 재시작 후 적용됩니다)
zh_hans: 在系统设置中授权后，请退出并重新启动 kilde（权限在重启后生效）

source: システム設定を開く
en: Open System Settings
es: Abrir Ajustes del Sistema
ko: 시스템 설정 열기
zh_hans: 打开系统设置

source: システム音声
en: System Audio
es: Audio del sistema
ko: 시스템 오디오
zh_hans: 系统声音

source: システム音声 (相手の声・アプリの音)
en: System audio (other participants & app sound)
es: Audio del sistema (voces ajenas y sonidos de apps)
ko: 시스템 오디오(상대방 목소리·앱 소리)
zh_hans: 系统声音（对方的声音、应用声音）

source: ソースごとに分離
en: Separate per source
es: Separar por fuente
ko: 소스별로 분리
zh_hans: 按来源分轨

source: ディスプレイ %lld
en: Display %lld
es: Pantalla %lld
ko: 디스플레이 %lld
zh_hans: 显示器 %lld

source: ディスプレイが見つかりません
en: No display found
es: No se encontró ninguna pantalla
ko: 디스플레이를 찾을 수 없습니다
zh_hans: 未找到显示器

source: ディスプレイ・ウィンドウ・入力デバイスの一覧を更新
en: Refresh the list of displays, windows, and input devices
es: Actualizar la lista de pantallas, ventanas y dispositivos de entrada
ko: 디스플레이·윈도우·입력 기기 목록 새로 고침
zh_hans: 刷新显示器、窗口和输入设备列表

source: ファイルを仕上げています…
en: Finalizing the file…
es: Finalizando el archivo…
ko: 파일을 마무리하는 중…
zh_hans: 正在完成文件…

source: プレーンテキスト (.txt)
en: Plain text (.txt)
es: Texto sin formato (.txt)
ko: 일반 텍스트 (.txt)
zh_hans: 纯文本 (.txt)

source: ホットキーの設定を元に戻せません: %@
en: Could not revert the hotkey setting: %@
es: No se pudo revertir la configuración de la tecla rápida: %@
ko: 단축키 설정을 되돌릴 수 없습니다: %@
zh_hans: 无法恢复快捷键设置：%@

source: ホットキーの設定を解釈できません: %@
en: Could not parse the hotkey setting: %@
es: No se pudo interpretar la configuración de la tecla rápida: %@
ko: 단축키 설정을 해석할 수 없습니다: %@
zh_hans: 无法解析快捷键设置：%@

source: ホットキーを %@ に設定しました
en: Hotkey set to %@
es: Tecla rápida establecida en %@
ko: 단축키 설정: %@
zh_hans: 快捷键已设置为 %@

source: ホットキーを保存できません: %@
en: Could not save the hotkey: %@
es: No se pudo guardar la tecla rápida: %@
ko: 단축키를 저장할 수 없습니다: %@
zh_hans: 无法保存快捷键：%@

source: ホットキーを無効にしました
en: Hotkey disabled
es: Tecla rápida desactivada
ko: 단축키를 비활성화했습니다
zh_hans: 已禁用快捷键

source: ホットキーを登録できません (旧設定のままにします): %@
en: Could not register the hotkey (keeping the previous setting): %@
es: No se pudo registrar la tecla rápida (se mantiene la configuración anterior): %@
ko: 단축키를 등록할 수 없습니다(기존 설정 유지): %@
zh_hans: 无法注册快捷键（保留原设置）：%@

source: ポップオーバーを閉じても録画は続きます。経過時間はメニューバーに表示されます
en: Recording continues when the popover is closed. Elapsed time is shown in the menu bar.
es: La grabación continúa aunque cierres la ventana emergente. El tiempo transcurrido se muestra en la barra de menús.
ko: 팝오버를 닫아도 녹화는 계속됩니다. 경과 시간은 메뉴 막대에 표시됩니다.
zh_hans: 关闭弹出面板后录制仍会继续。经过时间会显示在菜单栏中。

source: マイク
en: Microphone
es: Micrófono
ko: 마이크
zh_hans: 麦克风

source: マイク (既定の入力デバイス)
en: Microphone (default input device)
es: Micrófono (dispositivo de entrada predeterminado)
ko: 마이크(기본 입력 기기)
zh_hans: 麦克风（默认输入设备）

source: マイクの権限がありません
en: Microphone permission is missing
es: Falta el permiso de micrófono
ko: 마이크 권한이 없습니다
zh_hans: 缺少麦克风权限

source: マイクの権限が無いため、相手の声 (システム音声) だけを録音します
en: No microphone permission: recording only the other participants (system audio)
es: Sin permiso de micrófono: solo se graba a los demás participantes (audio del sistema)
ko: 마이크 권한이 없어 상대방 음성(시스템 오디오)만 녹음합니다
zh_hans: 没有麦克风权限，仅录制对方声音（系统音频）

source: ログイン時に kilde を起動する
en: Launch kilde at login
es: Abrir kilde al iniciar sesión
ko: 로그인 시 kilde 실행
zh_hans: 登录时启动 kilde

source: ログイン時に起動します
en: Launching at login
es: Se abrirá al iniciar sesión
ko: 로그인 시 실행됩니다
zh_hans: 将在登录时启动

source: ログイン時の起動を解除しました
en: Launch at login disabled
es: Se desactivó el inicio al iniciar sesión
ko: 로그인 시 실행을 해제했습니다
zh_hans: 已取消登录时启动

source: ログイン項目の承認が必要です (システム設定 → 一般 → ログイン項目 で許可してください)
en: Login item approval required (allow it in System Settings → General → Login Items)
es: Hay que aprobar el elemento de inicio (permítelo en Ajustes del Sistema → General → Elementos de inicio)
ko: 로그인 항목 승인이 필요합니다(시스템 설정 → 일반 → 로그인 항목에서 허용하세요)
zh_hans: 需要批准登录项（请在 系统设置 → 通用 → 登录项 中允许）

source: ログイン項目を変更できません: %@
en: Could not change the login item: %@
es: No se pudo cambiar el elemento de inicio: %@
ko: 로그인 항목을 변경할 수 없습니다: %@
zh_hans: 无法更改登录项：%@

source: 不完全なファイルが残っています: %@
en: An incomplete file is left at: %@
es: Quedó un archivo incompleto en: %@
ko: 불완전한 파일이 남아 있습니다: %@
zh_hans: 残留有不完整的文件：%@

source: 中止
en: Cancel
es: Cancelar
ko: 취소
zh_hans: 取消

source: 他に %lld 件待機中 — 順に処理します (録画は文字起こしを待ちません)
en: %lld more pending — processed in order (recording doesn't wait for transcription)
es: %lld más en espera: se procesan en orden (la grabación no espera a la transcripción)
ko: 다른 %lld건 대기 중 — 순서대로 처리합니다 (녹화는 텍스트 변환을 기다리지 않습니다)
zh_hans: 另有 %lld 项等待中 — 将按顺序处理 (录制不会等待转写)

source: 他のアプリを使っている間でも、このキーで録画を開始・停止できます。空にすると無効になります
en: Start and stop recording with this key even while using other apps. Leave empty to disable.
es: Permite iniciar y detener la grabación con esta tecla aunque estés usando otras apps. Déjala vacía para desactivarla.
ko: 다른 앱을 사용 중일 때도 이 키로 녹화를 시작·중지할 수 있습니다. 비워 두면 비활성화됩니다.
zh_hans: 即使在使用其他应用时，也可用此按键开始/停止录制。留空则禁用。

source: 会議の自動録画
en: Auto-record meetings
es: Grabación automática de reuniones
ko: 회의 자동 녹화
zh_hans: 自动录制会议

source: 会議の自動録画を開始できません: %@
en: Couldn't start auto-recording the meeting: %@
es: No se pudo iniciar la grabación automática de la reunión: %@
ko: 회의 자동 녹화를 시작할 수 없습니다: %@
zh_hans: 无法开始自动录制会议：%@

source: 会議の録画を開始しました
en: Meeting recording started
es: Grabación de la reunión iniciada
ko: 회의 녹화를 시작했습니다
zh_hans: 已开始录制会议

source: 会議を検知したら会議ウィンドウを自動で録画する
en: Automatically record the meeting window when a meeting starts
es: Grabar automáticamente la ventana de la reunión al detectarla
ko: 회의가 감지되면 회의 창을 자동으로 녹화
zh_hans: 检测到会议时自动录制会议窗口

source: 会議を検知しましたが、画面収録の権限が無いため録画できません
en: A meeting was detected, but it can't be recorded without Screen Recording permission
es: Se detectó una reunión, pero no se puede grabar sin permiso de grabación de pantalla
ko: 회의를 감지했지만 화면 기록 권한이 없어 녹화할 수 없습니다
zh_hans: 检测到会议，但没有屏幕录制权限，无法录制

source: 会議を自動録画中: %@
en: Auto-recording meeting: %@
es: Grabando reunión automáticamente: %@
ko: 회의 자동 녹화 중: %@
zh_hans: 正在自动录制会议：%@

source: 会議ウィンドウを閉じると自動で停止します
en: Recording stops automatically when the meeting window closes
es: La grabación se detiene al cerrar la ventana de la reunión
ko: 회의 창을 닫으면 자동으로 중지됩니다
zh_hans: 关闭会议窗口后将自动停止

source: 例: cmd+shift+r
en: e.g. cmd+shift+r
es: p. ej., cmd+shift+r
ko: 예: cmd+shift+r
zh_hans: 例如：cmd+shift+r

source: 保存しました
en: Saved
es: Guardado
ko: 저장됨
zh_hans: 已保存

source: 保存中
en: Saving
es: Guardando
ko: 저장 중

source: 保存先
en: Save Location
es: Ubicación de guardado
ko: 저장 위치
zh_hans: 保存位置

source: 保存先を変更しました。ただし記録できなかったため、次にアプリを起動したときは既定の保存先に戻ります
en: The save location was changed, but it could not be recorded, so the default location will be restored the next time the app launches
es: Se cambió la ubicación de guardado, pero no se pudo registrar, por lo que la próxima vez que se abra la app se restaurará la ubicación predeterminada
ko: 저장 위치를 변경했지만 기록하지 못해 다음에 앱을 실행하면 기본 저장 위치로 돌아갑니다
zh_hans: 保存位置已更改，但未能记录，因此下次启动应用时将恢复为默认保存位置

source: 停止
en: Stop
es: Detener
ko: 중지

source: 再試行
en: Retry
es: Reintentar
ko: 다시 시도
zh_hans: 重试

source: 出力形式
en: Output format
es: Formato de salida
ko: 출력 형식
zh_hans: 输出格式

source: 前のホットキーを解除できませんでした (もう一度「適用」を押すと再試行します)
en: Could not unregister the previous hotkey (press Apply again to retry)
es: No se pudo anular la tecla rápida anterior (pulsa «Aplicar» de nuevo para reintentarlo)
ko: 이전 단축키를 해제하지 못했습니다(‘적용’을 다시 누르면 재시도합니다)
zh_hans: 无法取消注册上一个快捷键（再次按“应用”即可重试）

source: 収録できるウィンドウが見つかりません
en: No capturable windows found
es: No hay ventanas capturables
ko: 캡처 가능한 윈도우가 없습니다
zh_hans: 未找到可采集的窗口

source: 収録できるウィンドウが見つかりません (更新ボタンで一覧を取り直せます)
en: No capturable windows found (refresh the list with the update button)
es: No se encontraron ventanas capturables (actualiza la lista con el botón de actualización)
ko: 캡처 가능한 윈도우를 찾을 수 없습니다(새로 고침 버튼으로 목록을 다시 가져올 수 있습니다)
zh_hans: 未找到可采集的窗口（可通过刷新按钮重新获取列表）

source: 収録対象
en: Capture Source
es: Origen de captura
ko: 캡처 대상
zh_hans: 录制对象

source: 変更…
en: Change…
es: Cambiar…
ko: 변경…
zh_hans: 更改…

source: 文字起こし
en: Transcription
es: Transcripción
ko: 텍스트 변환
zh_hans: 文字转写

source: 文字起こしの準備中…
en: Preparing transcription…
es: Preparando la transcripción…
ko: 텍스트 변환을 준비하는 중…
zh_hans: 正在准备转写…

source: 文字起こしの設定を保存できません: %@
en: Could not save transcription settings: %@
es: No se han podido guardar los ajustes de transcripción: %@
ko: 텍스트 변환 설정을 저장할 수 없습니다: %@
zh_hans: 无法保存文字转写设置：%@

source: 文字起こしは macOS 26 以降で利用できます
en: Transcription requires macOS 26 or later
es: La transcripción requiere macOS 26 o posterior
ko: 텍스트 변환은 macOS 26 이상에서 사용할 수 있습니다
zh_hans: 文字转写需要 macOS 26 或更高版本

source: 文字起こしを保存しました
en: Transcript saved
es: Transcripción guardada
ko: 텍스트 변환을 저장했습니다
zh_hans: 已保存转写文本

source: 文字起こしを開く: %@
en: Open transcript: %@
es: Abrir la transcripción: %@
ko: 텍스트 변환 열기: %@
zh_hans: 打开转写文本：%@

source: 文字起こし中
en: Transcribing
es: Transcribiendo
ko: 텍스트 변환 중
zh_hans: 转写中

source: 文字起こし中… %lld%%
en: Transcribing… %lld%%
es: Transcribiendo… %lld%%
ko: 텍스트 변환 중… %lld%%
zh_hans: 正在转写… %lld%%

source: 既定値として保存しました (%@)
en: Saved as defaults (%@)
es: Guardado como predeterminados (%@)
ko: 기본값으로 저장했습니다(%@)
zh_hans: 已保存为默认值（%@）

source: 既定値を保存できません: %@
en: Could not save the defaults: %@
es: No se pudieron guardar los predeterminados: %@
ko: 기본값을 저장할 수 없습니다: %@
zh_hans: 无法保存默认值：%@

source: 日本語 (ja-JP)
en: Japanese (ja-JP)
es: Japonés (ja-JP)
ko: 일본어 (ja-JP)
zh_hans: 日语 (ja-JP)

source: 映像は録らず、音声だけを M4A に保存します
en: Records audio only (no video) and saves it as an M4A file
es: No graba vídeo; guarda solo el audio en un archivo M4A
ko: 영상을 녹화하지 않고 오디오만 M4A 파일로 저장합니다
zh_hans: 不录制画面，仅将音频保存为 M4A 文件

source: 最近の録画
en: Recent Recordings
es: Grabaciones recientes
ko: 최근 녹화
zh_hans: 最近的录制

source: 権限が足りないため開始できません
en: Cannot start: missing permissions
es: No se puede iniciar: faltan permisos
ko: 권한이 부족하여 시작할 수 없습니다
zh_hans: 权限不足，无法开始

source: 準備中
en: Preparing
es: Preparando
ko: 준비 중
zh_hans: 准备中

source: 準備中…
en: Preparing…
es: Preparando…
ko: 준비 중…
zh_hans: 准备中…

source: 画面
en: Screen
es: Pantalla
ko: 화면
zh_hans: 屏幕

source: 画面/ウィンドウの一覧を読み込み中です
en: Loading the list of displays/windows
es: Cargando la lista de pantallas/ventanas
ko: 디스플레이/윈도우 목록을 불러오는 중입니다
zh_hans: 正在加载显示器/窗口列表

source: 画面/ウィンドウの列挙がタイムアウトしました。画面収録の権限確認が保留になっていないか確認し、再度更新してください
en: Display/window enumeration timed out. Check whether a screen recording permission prompt is pending and refresh again
es: La enumeración de pantallas/ventanas superó el tiempo de espera. Comprueba si hay pendiente una solicitud de permiso de grabación de pantalla y actualiza de nuevo
ko: 디스플레이/윈도우 열거가 시간 초과되었습니다. 화면 녹화 권한 확인이 보류 중인지 확인하고 다시 새로 고침하세요
zh_hans: 显示器/窗口枚举超时。请检查是否有待处理的屏幕录制权限确认，然后重新刷新

source: 画面/ウィンドウの列挙が応答しません。画面収録の権限確認が保留になっていないか確認してください
en: Display/window enumeration is not responding. Check whether a screen recording permission prompt is pending
es: La enumeración de pantallas/ventanas no responde. Comprueba si hay pendiente una solicitud de permiso de grabación de pantalla
ko: 디스플레이/윈도우 열거가 응답하지 않습니다. 화면 녹화 권한 확인이 보류 중인지 확인하세요
zh_hans: 显示器/窗口枚举无响应。请检查是否有待处理的屏幕录制权限确认

source: 画面/ウィンドウの列挙に失敗しました (画面収録の権限を確認してください): %@
en: Display/window enumeration failed (check the screen recording permission): %@
es: La enumeración de pantallas/ventanas falló (comprueba el permiso de grabación de pantalla): %@
ko: 디스플레이/윈도우 열거에 실패했습니다(화면 녹화 권한을 확인하세요): %@
zh_hans: 显示器/窗口枚举失败（请检查屏幕录制权限）：%@

source: 画面/ウィンドウの列挙中です (録画開始と同時に行うと両方が止まります)
en: Enumerating displays/windows (starting a recording at the same time stalls both)
es: Enumerando pantallas/ventanas (iniciar una grabación a la vez bloquea ambas)
ko: 디스플레이/윈도우를 열거하는 중입니다(녹화 시작과 동시에 하면 둘 다 멈춥니다)
zh_hans: 正在枚举显示器/窗口（与开始录制同时进行会导致两者都卡住）

source: 画面収録の権限がありません
en: Screen recording permission is missing
es: Falta el permiso de grabación de pantalla
ko: 화면 녹화 권한이 없습니다
zh_hans: 缺少屏幕录制权限

source: 終了
en: Quit
es: Salir
ko: 종료
zh_hans: 退出

source: 自動 (端末の言語設定)
en: Automatic (device language)
es: Automático (idioma del dispositivo)
ko: 자동 (기기 언어)
zh_hans: 自动（设备语言）

source: 英語 (en-US)
en: English (en-US)
es: Inglés (en-US)
ko: 영어 (en-US)
zh_hans: 英语 (en-US)

source: 複数の音声ソース
en: Multiple Audio Sources
es: Múltiples fuentes de audio
ko: 다중 오디오 소스
zh_hans: 多个音频源

source: 言語
en: Language
es: Idioma
ko: 언어
zh_hans: 语言

source: 言語モデルを取得中… %lld%%
en: Downloading language model… %lld%%
es: Descargando el modelo de idioma… %lld%%
ko: 언어 모델을 가져오는 중… %lld%%
zh_hans: 正在获取语言模型… %lld%%

source: 言語モデルを準備中…
en: Preparing language model…
es: Preparando el modelo de idioma…
ko: 언어 모델을 준비하는 중…
zh_hans: 正在准备语言模型…

source: 設定ファイルを読めません (既定値で表示します): %@
en: Could not read the settings file (showing defaults): %@
es: No se pudo leer el archivo de ajustes (se muestran los predeterminados): %@
ko: 설정 파일을 읽을 수 없습니다(기본값으로 표시합니다): %@
zh_hans: 无法读取设置文件（显示默认值）：%@

source: 許可する
en: Request Permission
es: Solicitar permiso
ko: 권한 요청
zh_hans: 请求权限

source: 許可を求める
en: Request Permission
es: Solicitar permiso
ko: 권한 요청
zh_hans: 请求权限

source: 話者ラベルを付けるには「複数の音声ソース」で「ソースごとに分離」を選んでください
en: To label speakers, choose “Separate per source” under “Multiple audio sources”.
es: Para etiquetar a los hablantes, elige «Separar por fuente» en «Múltiples fuentes de audio».
ko: 화자 레이블을 붙이려면 ‘여러 오디오 소스’에서 ‘소스별로 분리’를 선택하세요.
zh_hans: 如需标注说话人，请在“多个音频源”中选择“按来源分轨”。

source: 起動
en: Startup
es: Arranque
ko: 시작
zh_hans: 启动

source: 適用
en: Apply
es: Aplicar
ko: 적용
zh_hans: 应用

source: 選択
en: Choose
es: Elegir
ko: 선택
zh_hans: 选取

source: 録画が終わると自動で文字起こしします
en: Transcription starts automatically when the recording ends
es: La transcripción comienza automáticamente cuando termina la grabación
ko: 녹화가 끝나면 자동으로 텍스트 변환합니다
zh_hans: 录制结束后自动进行转写

source: 録画が終わると自動で文字起こしします。設定は CLI (kilde rec) での録画にも適用されます
en: Transcription starts automatically when the recording ends. The settings also apply to recordings made with the CLI (kilde rec)
es: La transcripción comienza automáticamente cuando termina la grabación. La configuración también se aplica a las grabaciones con la CLI (kilde rec)
ko: 녹화가 끝나면 자동으로 텍스트 변환합니다. 설정은 CLI (kilde rec) 녹화에도 적용됩니다
zh_hans: 录制结束后自动进行转写。该设置也适用于 CLI (kilde rec) 的录制

source: 録画に失敗しました
en: Recording failed
es: Error de grabación
ko: 녹화에 실패했습니다
zh_hans: 录制失败

source: 録画を保存しました
en: Recording saved
es: Grabación guardada
ko: 녹화가 저장되었습니다
zh_hans: 录制已保存

source: 録画中に更新を適用したときは、録画を停止してファイルの保存が終わってから再起動します
en: If an update is applied during a recording, kilde stops the recording, waits for the file to finish saving, and then restarts.
es: Si se aplica una actualización durante una grabación, kilde detiene la grabación, espera a que el archivo termine de guardarse y después se reinicia.
ko: 녹화 중 업데이트를 적용하면 녹화를 중지하고 파일 저장이 끝난 후 재시작합니다.
zh_hans: 录制过程中安装更新时，会先停止录制，待文件保存完成后再重新启动。

source: 録画後に文字起こし
en: Transcribe after recording
es: Transcribir tras la grabación
ko: 녹화 후 텍스트 변환
zh_hans: 录制后转写文字

source: 録画開始
en: Start Recording
es: Iniciar grabación
ko: 녹화 시작
zh_hans: 开始录制

source: 録音開始
en: Start Audio Recording
es: Iniciar grabación de audio
ko: 녹음 시작
zh_hans: 开始录音

source: 開く
en: Open
es: Abrir
ko: 열기
zh_hans: 打开

source: 開始できません: %@
en: Cannot start: %@
es: No se puede iniciar: %@
ko: 시작할 수 없습니다: %@
zh_hans: 无法开始：%@

source: 音声
en: Audio
es: Audio
ko: 오디오
zh_hans: 音频

source: 音声のみ
en: Audio Only
es: Solo audio
ko: 오디오 전용
zh_hans: 仅音频

source: 音声ソースが選ばれていません (録れるものがありません)
en: No audio source selected (nothing to record)
es: No hay fuente de audio seleccionada (nada que grabar)
ko: 오디오 소스가 선택되지 않았습니다(녹음할 것이 없습니다)
zh_hans: 未选择音频源（没有可录制的内容）

source: %@ (build %@)
ko: %@ (빌드 %@)
